Repository: City-busz/GabTag
Catalog: po/*.po
Languages: es_mx

source: Modify audio tags
es_mx: Modificar etiquetas de audio

source: GabTag
es_mx: GabTab

source: An audio tagging tool
es_mx: Una herramienta para etiquetar archivos de audio

source: GabTag is a Linux audio tagging tool written in GTK 3, which makes it very suitable for gtk based desktop users.
es_mx: GabTag es una herramienta para etiquetar archivos de audio en Linux escrita en GTK 3, lo que la hace muy adecuada para los usuarios de escritorios basados en gtk.

source: It allow users to select several file and modify their tags, It is also possible to directly let GabTag automatically find tags and lyrics for the audio files using online data.
es_mx: Permite a los usuarios seleccionar varios archivos y modificar sus etiquetas. También es posible dejar que directamente GabTab encuentre automáticamente las etiquetas y las letras para los archivos de audio usando datos de la red.

source: GabTag is written in Python 3, uses Mutagen to handle audio tag. It also uses MusicBrainz database to find audio tags and lyrics.wikia.com to find lyrics online.
es_mx: GabTag está escrita en Python 3 y usa Mutagen para manejar las etiquetas de audio. También usa la base de datos de MusicBrainz para encontrar etiquetas de audio y lyrics.wikia.com para encontrar la letra en la red.

source: About
es_mx: Acerca de

source: GabTag is an open-source audio tagging tool written in gtk3.
es_mx: GabTag es una herramienta de código abierto para etiquetar audios escrita en gtk3

source: Reset files
es_mx: Reiniciar los archivos

source: Set online tags
es_mx: Buscar etiquetas en línea

source: Add a Folder to modify tags
es_mx: Agregar una carpeta para modificar las etiquetas

source: Open
es_mx: Abrir

source: Save All
es_mx: Guardar todo

source: Name
es_mx: Nombre

source: Album
es_mx: Álbum

source: Artist
es_mx: Artista

source: Genre
es_mx: Género

source: Title
es_mx: Título

source: Cover
es_mx: Carátula

source: Load
es_mx: Cargar

source: Load a cover (jpeg or png)
es_mx: Cargar una carátula (jpeg ó png)

source: Track number
es_mx: Número de pista

source: Year
es_mx: Año

source: Length
es_mx: Duración

source: Size
es_mx: Tamaño

source: Reset Modification
es_mx: Deshacer los cambios

source: Remove modification made to fields.
es_mx: Dehacer los cambios a los archivos

source: Save Modification
es_mx: Guardar cambios

source: Save the modification made to this file.
es_mx: Guardar los cambios de este archivo

source: MusicBrainz Tags
es_mx: Etiquetas de MusicBrainz

source: Title
es_mx: Título

source: Album
es_mx: Álbum

source: Artist
es_mx: Artista

source: Genre
es_mx: Género

source: Track
es_mx: Pista

source: Year
es_mx: Año

source: Set Tags
es_mx: Poner etiquetas

source: Use the MusicBrainz tags
es_mx: Usar las etiquetas de MusicBrainz

source: Lyrics
es_mx: Letra

source: Set Lyrics
es_mx: Poner la letra
